Repository: an2tha/onerep
Catalog: apps/mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

# %lld left
source: %1$lld left
de: %1$lld übrig
es: Quedan %1$lld
fr: %1$lld restant(s)
it: %1$lld rimasti
pt: %1$lld saiu

# %lld days in 4 weeks
source: %1$lld days in 4 weeks
de: %1$lld Tage in 4 Wochen
es: %1$lld días en 4 semanas
fr: %1$lld jours en 4 semaines
it: %1$lld giorni in 4 settimane
pt: %1$lld dias em 4 semanas

source: Carbs
de: Kohlenh.
es: Carbohidratos
fr: Glucides
it: Carbo
pt: Hidratos

source: Fat
de: Fett
es: Grasa
fr: Lipides
it: Grassi
pt: Gordura

source: Start workout
de: Workout starten
es: Empezar entrenamiento
fr: Démarrer la séance
it: Inizia allenamento
pt: Iniciar o treino

source: Log a meal
de: Mahlzeit eintragen
es: Registrar una comida
fr: Enregistrer un repas
it: Registra un pasto
pt: Registar uma refeição

source: Rest
de: Pause
es: Descanso
fr: Repos
it: Riposo
pt: Descanso

source: over
de: über
es: por encima de
fr: sur
it: oltre
pt: sobre

source: left
de: übrig
es: restantes
fr: restants
it: rimanenti
pt: restantes

source: Add 8 fl oz
de: 8 fl oz hinzufügen
es: Añadir 8 fl oz
fr: Ajouter 8 fl oz
it: Aggiungi 8 fl oz
pt: Adicionar 8 fl oz

source: Add 250 ml
de: 250 ml hinzufügen
es: Añadir 250 ml
fr: Ajouter 250 ml
it: Aggiungi 250 ml
pt: Adicionar 250 ml

source: Snap Camera
de: Schnappschusskamera
es: Cámara Snap
fr: Appareil photo Snap
it: Fotocamera Scatta
pt: Câmera de instantâneo

source: Snap Camera. Open OneRep to photograph a meal.
de: Schnappschusskamera. Öffne OneRep, um eine Mahlzeit zu fotografieren.
es: Cámara Snap. Abre OneRep para fotografiar una comida.
fr: Appareil photo Snap. Ouvrez OneRep pour photographier un repas.
it: Fotocamera Scatta. Apri OneRep per fotografare un pasto.
pt: Câmara de fotos. Abra o OneRep para fotografar uma refeição.

source: Open the camera to snap and log a meal.
de: Öffne die Kamera, um eine Mahlzeit aufzunehmen und zu protokollieren.
es: Abre la cámara para tomar una foto y registrar una comida.
fr: Ouvrez l’appareil photo pour prendre une photo et enregistrer un repas.
it: Apri la fotocamera per scattare e registrare un pasto.
pt: Abra a câmara para tirar uma foto e registar uma refeição.

source: Complete set
de: Satz abschließen
es: Completar serie
fr: Terminer la série
it: Completa la serie
pt: Série completa

source: Skip rest
de: Pause überspringen
es: Omitir descanso
fr: Passer le repos
it: Salta il riposo
pt: Pular descanso

source: Open OneRep to sync
de: OneRep zum Synchronisieren öffnen
es: Abrir OneRep para sincronizar
fr: Ouvrir OneRep pour synchroniser
it: Apri OneRep per sincronizzare
pt: Abra o OneRep para sincronizar

source: Widget data updates from your account.
de: Die Widget-Daten werden aus deinem Konto aktualisiert.
es: Los datos del widget se actualizan desde tu cuenta.
fr: Les données du widget sont mises à jour depuis votre compte.
it: I dati del widget si aggiornano dal tuo account.
pt: Atualizações de dados do widget da sua conta.

source: Nutrition
de: Ernährung
es: Nutrición
it: Nutrizione
pt: nutrição

source: OneRep Actions
de: OneRep-Aktionen
es: Acciones de OneRep
fr: Actions OneRep
it: Azioni OneRep
pt: Ações OneRep

source: Start a workout or log a meal.
de: Starte ein Training oder protokolliere eine Mahlzeit.
es: Empieza un entrenamiento o registra una comida.
fr: Commencez une séance d’entraînement ou enregistrez un repas.
it: Inizia un allenamento o registra un pasto.
pt: Inicie um treino ou registre uma refeição.

source: Nutrition Overview
de: Ernährungsübersicht
es: Resumen de nutrición
fr: Vue d’ensemble de la nutrition
it: Panoramica nutrizione
pt: Visão Geral da Nutrição

source: Live calories and macros from OneRep.
de: Live-Kalorien und Makros von OneRep.
es: Calorías y macros en tiempo real de OneRep.
fr: Calories et macronutriments en direct avec OneRep.
it: Calorie e macro in tempo reale da OneRep.
pt: Calorias e macros em tempo real da OneRep.

source: Today's Workout
de: Heutiges Training
es: Entrenamiento de hoy
fr: Entraînement du jour
it: Allenamento di oggi
pt: Treino de hoje

source: Exercises and sets scheduled for today.
de: Für heute geplante Übungen und Sätze.
es: Ejercicios y series de entrenamiento programados para hoy.
fr: Exercices et séries programmés pour aujourd’hui.
it: Esercizi e serie di allenamento programmati per oggi.
pt: Exercícios e séries agendados para hoje.

source: Nutrition Detail
de: Ernährungsdetails
es: Detalles de nutrición
fr: Détails nutritionnels
it: Dettaglio nutrizione
pt: Detalhes Nutricionais

source: Foods logged, calories left, and macro breakdown.
de: Erfasste Lebensmittel, verbleibende Kalorien und Makronährstoffaufteilung.
es: Alimentos registrados, calorías restantes y desglose de macronutrientes.
fr: Aliments enregistrés, calories restantes et répartition des macronutriments.
it: Cibi registrati, calorie rimaste e composizione dei macronutrienti.
pt: Alimentos registados, calorias restantes e decomposição macro.

source: Health data isn't available on this watch.
de: Gesundheitsdaten sind auf dieser Uhr nicht verfügbar.
es: Los datos de salud no están disponibles en este reloj.
fr: Les données de santé ne sont pas disponibles sur cette montre.
it: I dati sulla salute non sono disponibili su questo orologio.
pt: Os dados de saúde não estão disponíveis neste relógio.

source: Workout
de: Training
es: Entrenamiento
fr: Entraînement
it: Allenamento
pt: treino

source: End workout?
de: Training beenden?
es: ¿Finalizar el entrenamiento?
fr: Terminer l’entraînement ?
it: Terminare l’allenamento?
pt: Terminar treino?

source: End
de: Beenden
es: Finalizar
fr: Fin
it: Fine
pt: Fim

source: Keep going
de: Weitermachen
es: Sigue adelante
fr: Continuer
it: Continua così
pt: Continue

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: hoje

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: água

source: Open OneRep on your iPhone to sync today.
de: Öffne OneRep auf deinem iPhone, um den heutigen Tag zu synchronisieren.
es: Abre OneRep en tu iPhone para sincronizar los datos de hoy.
fr: Ouvrez OneRep sur votre iPhone pour synchroniser les données du jour.
it: Apri OneRep sul tuo iPhone per sincronizzare oggi.
pt: Abra o OneRep no seu iPhone para sincronizar hoje.

# Water %@ / %@
source: Water %1$@ / %2$@
de: Wasser %1$@ / %2$@
es: Agua %1$@ / %2$@
fr: Eau %1$@ / %2$@
it: Acqua %1$@ / %2$@
pt: Água %1$@ / %2$@

# %lld eaten · %lld kcal left
source: %1$lld eaten · %2$lld kcal left
de: %1$lld gegessen · %2$lld kcal übrig
es: %1$lld consumidas · quedan %2$lld kcal
fr: %1$lld consommées · %2$lld kcal restantes
it: %1$lld mangiato · %2$lld kcal rimaste
pt: %1$lld comido · %2$lld kcal restantes

source: Open navigation
de: Navigations öffnen
es: Navegación abierta
fr: Ouvrir la navigation
it: Apri la navigazione
pt: Abrir navegação

source: Protein
es: Proteínas
fr: Protéines
it: Proteine
pt: proteína

source: Start
es: Empezar
fr: Commencer
it: Inizia
pt: começar

source: F
pt: G
